<!DOCTYPE html>
<html>
<head>
 <title>የአ.አ.ሳ.ቴ.ዩ የመዋቅር ድልድል ኮሚቴ</title>
</head>
<body>

  <p style="text-align: center;">ውድ የቡድን መሪ በታች መደብ አመልካቾች፡-</p>  


    በቡድን መሪ በታች የስራ መደብ ላይ ለማገልገል በማመልከትዎ ልባዊ ምስጋናችንን እያቀረብን በትምህርት ዝግጅት፤ በስራ ልምድ እና በፈተና ውጤት ያገኛችሁትን አጠቃላይ ውጤት በኢሜል አድራሻችሁ የላክን መሆኑን በአክብሮት እየገለጽን ያላችሁን ማንኛውም ቅሬታ ለቅሬታ ሰሚ ኮሚቴ በሚከተለው ኢሜል አድራሻ (grievance-handling-committee@aastu.edu.et) ከሰኔ 8 እስከ 9/2015 ዓ.ም ድረስ እንድትልኩ ለማሳሰብ እንዎዳለን፡፡
    
    <p>ከሰላምታ ጋር</p>
    

    <p>የአ.አ.ሳ.ቴ.ዩ የመዋቅር ድልድል ኮሚቴ</p><br>

</body>
</html>

